Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Save the current settings, display defaults, bookmarks, and per-display setup to a backup file
es: Guardar los ajustes actuales, los valores predeterminados de pantalla, los marcadores y la configuración de cada pantalla en un archivo de copia de seguridad
ja: 現在の設定、ディスプレイのデフォルト、ブックマーク、ディスプレイごとの設定をバックアップファイルに保存
zh_hans: 将当前设置、显示器默认值、书签和每个显示器的设置保存到备份文件
zh_hant: 將目前設定、顯示器預設值、書籤和各顯示器設定儲存到備份檔案

source: Save the scene's current values as a new preset
es: Guardar los valores actuales de la escena como un preajuste nuevo
ja: シーンの現在の値を新規プリセットとして保存します
zh_hans: 把场景当前的数值另存为一个新预设
zh_hant: 把場景目前的數值另存為一個新預設

source: Save this display's wallpaper, overlays, and settings as a scheme.
es: Guarda el fondo, las superposiciones y los ajustes de esta pantalla como un esquema.
ja: このディスプレイの壁紙、オーバーレイ、設定を構成として保存します。
zh_hans: 将此显示器的壁纸、叠加层和设置保存为方案。
zh_hant: 將此顯示器的桌布、疊加層和設定儲存為方案。

source: Save to
es: Guardar en
ja: 保存先
zh_hans: 保存到
zh_hant: 儲存到

source: Saved
es: Guardado
ja: 保存済み
zh_hans: 已保存
zh_hant: 已儲存

source: Saved by you
es: Guardado por ti
ja: 自分で保存
zh_hans: 你保存的
zh_hant: 你儲存的

source: Saved library tab
es: Pestañas de la página «Guardado»
ja: 「保存済み」ページのタブ切り替え
zh_hans: “已保存”页面的标签切换
zh_hant: 「已儲存」頁面的標籤切換

source: Saved to %@. Wallpapers are turned off.
es: Guardado en %@. Los fondos de pantalla están desactivados.
ja: %@ に保存しました。壁紙は現在すべてオフです。
zh_hans: 已保存到 %@，壁纸目前已全部关闭。
zh_hant: 已儲存到 %@，桌布目前已全部關閉。

source: Saved to all displays. Wallpapers are turned off.
es: Guardado en todas las pantallas. Los fondos de pantalla están desactivados.
ja: すべてのディスプレイに保存しました。壁紙は現在すべてオフです。
zh_hans: 已保存到所有显示器，壁纸目前已全部关闭。
zh_hant: 已儲存到所有顯示器，桌布目前已全部關閉。

source: Saved wallpapers and saved display setups
es: Fondos de pantalla guardados y configuraciones de pantalla guardadas
ja: 保存した壁紙と保存したディスプレイ構成
zh_hans: 已保存的壁纸与已保存的显示器方案
zh_hant: 已儲存的桌布與已儲存的顯示器方案

source: Saves settings and bookmarks, without wallpaper files.
es: Guarda ajustes y marcadores, sin los archivos de los fondos.
ja: 設定とブックマークを保存します。壁紙ファイルは含まれません。
zh_hans: 保存设置和书签，不包含壁纸文件。
zh_hant: 儲存設定和書籤，不包含桌布檔案。

source: Saves this display's wallpaper, overlays, and all settings.
es: Guarda el fondo, las superposiciones y todos los ajustes de esta pantalla.
ja: このディスプレイの壁紙、オーバーレイ、すべての設定を保存します。
zh_hans: 保存此显示器的壁纸、叠加层和全部设置。
zh_hant: 儲存此顯示器的桌布、疊加層與所有設定。

source: Scale
es: Escala
ja: 拡大縮小
zh_hans: 缩放
zh_hant: 縮放

source: Scale, move, and rotate the page inside the display
es: Escala, mueve y rota la página dentro de la pantalla
ja: ページをディスプレイ内で拡大・移動・回転します
zh_hans: 在显示器内缩放、移动和旋转页面
zh_hant: 在顯示器內縮放、移動和旋轉頁面

source: Scaling
es: Escala
ja: スケーリング
zh_hans: 缩放
zh_hant: 縮放

source: Scanning library…
es: Analizando la biblioteca de vistas aéreas…
ja: 空撮ライブラリをスキャン中…
zh_hans: 正在扫描航拍库…
zh_hant: 正在掃描空照圖庫…

source: Scanning the Aerials library
es: Analizando la biblioteca de vistas aéreas
ja: 空撮ライブラリをスキャン中
zh_hans: 正在扫描航拍库
zh_hant: 正在掃描空照圖庫

source: Scene
es: Escena
ja: シーン
zh_hans: 场景
zh_hant: 場景

source: Scene %@
es: Escena %@
ja: シーン %@
zh_hans: 场景 %@
zh_hant: 場景 %@

source: Scene Custom Settings
es: Ajustes personalizados de la escena
ja: シーンのカスタム設定
zh_hans: 场景自定义设置
zh_hant: 場景自訂設定

source: Scene Defaults
es: Valores de escena predeterminados
ja: シーンの既定値
zh_hans: 场景默认值
zh_hant: 場景預設值

source: Scene Video Texture Cache
es: Caché de vídeo de escenas
ja: シーン動画キャッシュ
zh_hans: 场景视频缓存
zh_hant: 場景影片快取

source: Scene cannot be played
es: No se puede reproducir la escena
ja: シーンを再生できません
zh_hans: 场景无法播放
zh_hant: 無法播放場景

source: Scene contains no renderable passes.
es: La escena no contiene pases renderizables.
ja: シーンにレンダリング可能なパスがありません。
zh_hans: 场景中没有可渲染的通道。
zh_hant: 場景中沒有可渲染的通道。

source: Scene debug artifacts
es: Artefactos de depuración de la escena
ja: シーンデバッグ成果物
zh_hans: 场景调试产物
zh_hant: 場景偵錯產物

source: Scene preview
es: Vista previa de la escena
ja: シーンプレビュー
zh_hans: 场景预览
zh_hant: 場景預覽

source: Scene resources
es: Recursos de la escena
ja: シーンリソース
zh_hans: 场景资源
zh_hant: 場景資源

source: Scene resources are read only. Loomscreen never modifies a Wallpaper Engine install, and downloading one requires a Steam account that already owns it.
es: Los recursos de escena son de solo lectura. Loomscreen nunca modifica una instalación de Wallpaper Engine, y descargarla requiere una cuenta de Steam que ya la posea.
ja: シーンリソースは読み取り専用です。Loomscreen が Wallpaper Engine のインストールを変更することはなく、ダウンロードにはそれを所有している Steam アカウントが必要です。
zh_hans: 场景资源是只读的。Loomscreen 绝不会修改 Wallpaper Engine 的安装，下载则需要一个已经拥有它的 Steam 账户。
zh_hant: 場景資源是唯讀的。Loomscreen 絕不會修改 Wallpaper Engine 的安裝，下載則需要一個已經擁有它的 Steam 帳戶。

source: Scene settings reset
es: Se restablecieron los ajustes de la escena
ja: シーン設定をリセットしました
zh_hans: 已重置场景设置
zh_hant: 已重設場景設定

source: Scene wallpaper
es: Fondo de pantalla de escena
ja: シーン壁紙
zh_hans: 场景壁纸
zh_hant: 場景桌布

source: Scene wallpaper failed to load
es: No se ha podido cargar el fondo de pantalla de escena
ja: シーン壁紙を読み込めませんでした
zh_hans: 场景壁纸加载失败
zh_hant: 場景桌布載入失敗

source: Scene wallpaper type
es: Tipo de fondo de pantalla de escena
ja: シーン壁紙タイプ
zh_hans: 场景壁纸类型
zh_hant: 場景桌布類型

source: Scene wallpapers only. Disable for troubleshooting; changes reload wallpapers.
es: Solo fondos de escena. Desactívalo para diagnosticar problemas; los cambios recargan los fondos.
ja: シーン壁紙のみ。問題の調査時に無効にします。変更すると壁紙を再読み込みします。
zh_hans: 仅场景壁纸；关闭用于排查问题，更改后重新加载壁纸。
zh_hant: 僅場景桌布；關閉可排查問題，變更後重新載入桌布。

source: Scene wallpapers only. HDR scenes can render brighter than white on HDR displays. Changes reload wallpapers.
es: Solo fondos de escena. Las escenas HDR pueden verse más brillantes que el blanco en pantallas HDR. Los cambios recargan los fondos.
ja: シーン壁紙のみ。HDR ディスプレイでは HDR シーンが白より明るく表示されます。変更すると壁紙が再読み込みされます。
zh_hans: 仅场景壁纸。在 HDR 显示器上，HDR 场景可以显示得比白色更亮。更改后会重新加载壁纸。
zh_hant: 僅場景桌布。在 HDR 顯示器上，HDR 場景可以顯示得比白色更亮。變更後會重新載入桌布。

source: Scene wallpapers only. Lets HDR scenes glow brighter than white on HDR displays; changes reload wallpapers.
es: Solo fondos de escena. Permite que las escenas HDR brillen más que el blanco en pantallas HDR; los cambios recargan los fondos.
ja: シーン壁紙のみ。HDR ディスプレイで HDR シーンが白より明るく輝くようになります。変更すると壁紙が再読み込みされます。
zh_hans: 仅场景壁纸。让 HDR 场景在 HDR 显示器上发出比白色更亮的光；更改后会重新加载壁纸。
zh_hant: 僅場景桌布。讓 HDR 場景在 HDR 顯示器上發出比白色更亮的光；變更後會重新載入桌布。

source: Scene wallpapers only: reduces frame rate when covered or on battery.
es: Solo fondos de escena: reduce los fotogramas al quedar cubiertos o al usar la batería.
ja: シーン壁紙のみ：ウィンドウに覆われたときやバッテリー使用時にフレームレートを下げます。
zh_hans: 仅场景壁纸：窗口遮挡或使用电池时降低帧率。
zh_hant: 僅場景桌布：視窗遮擋或使用電池時降低影格率。

source: Schedule
es: Programación
ja: スケジュール
zh_hans: 计划
zh_hant: 排程

source: Schedule mode
es: Modo de programación
ja: スケジュールモード
zh_hans: 计划模式
zh_hant: 排程模式

source: Schedule paused until %@
es: Programación en pausa hasta las %@
ja: %@までスケジュールを一時停止中
zh_hans: 计划已暂停至 %@
zh_hant: 排程已暫停至 %@

# Schedule timeline, %lld slots, currently %lld:00, active slot: %@
source: Schedule timeline, %1$lld slots, currently %2$lld:00, active slot: %3$@
es: Línea de tiempo de programación, %1$lld franjas, ahora %2$lld:00, franja activa: %3$@
ja: スケジュールタイムライン、%1$lld スロット、現在 %2$lld:00、アクティブなスロット：%3$@
zh_hans: 计划时间线，%1$lld 个时段，当前 %2$lld:00，活动时段：%3$@
zh_hant: 排程時間軸，%1$lld 個時段，目前 %2$lld:00，作用中時段：%3$@

source: Scheme
es: Esquema
ja: 構成
zh_hans: 方案
zh_hant: 方案

source: Schemes
es: Esquemas
ja: 構成
zh_hans: 方案
zh_hant: 方案

source: Sci-Fi
es: Ciencia ficción
ja: SF
zh_hans: 科幻
zh_hant: 科幻

source: Screen frame
es: Marco de pantalla
ja: 画面フレーム
zh_hans: 屏幕框架
zh_hant: 螢幕框架

source: Screen recording access is used only to preview this display’s wallpaper.
es: El acceso a la grabación de pantalla solo se usa para previsualizar el fondo de esta pantalla.
ja: 画面収録のアクセス権は、このディスプレイの壁紙のプレビューにのみ使用します。
zh_hans: 录屏权限仅用于预览此显示器的壁纸。
zh_hant: 螢幕錄製權限僅用於預覽此顯示器的桌布。

source: Scripted content may not display when disabled.
es: Al desactivarlo, el contenido basado en scripts puede no mostrarse.
ja: オフにすると、スクリプトを使うコンテンツが表示されない場合があります。
zh_hans: 关闭后，脚本内容可能无法显示。
zh_hant: 關閉後，指令碼內容可能無法顯示。

source: Scripts disabled. Manage in Content Security panel.
es: Scripts desactivados. Gestiona en el panel Seguridad del contenido.
ja: スクリプトは無効です。コンテンツセキュリティパネルで管理してください。
zh_hans: 脚本已禁用。在“内容安全”面板中管理。
zh_hant: 腳本已停用。在「內容安全」面板中管理。

source: Scripts disabled. Only HTTPS, loopback, and local-network origins can run JavaScript.
es: Scripts desactivados. Solo los orígenes HTTPS, loopback y de red local pueden ejecutar JavaScript.
ja: スクリプトは無効です。JavaScript を実行できるのは HTTPS、ループバック、ローカルネットワークのオリジンのみです。
zh_hans: 脚本已禁用。只有 HTTPS、回环地址和局域网地址的来源可以运行 JavaScript。
zh_hant: 腳本已停用。只有 HTTPS、回環位址和區域網路位址的來源可以執行 JavaScript。

source: Scripts disabled. This is a plain HTTP address on your local network — anyone else on the same network could alter what it sends. Trust it only if you control this machine.
es: Scripts desactivados. Esta es una dirección HTTP sin cifrar de tu red local — cualquiera en la misma red podría alterar lo que envía. Confía en ella solo si controlas esta máquina.
ja: スクリプトは無効です。これはローカルネットワーク上の平文 HTTP アドレスであり、同じネットワーク上の他者が内容を改ざんできます。この機器を自分で管理している場合にのみ信頼してください。
zh_hans: 脚本已禁用。这是局域网上的明文 HTTP 地址，同一网络中的其他人可以篡改它发送的内容。只有在这台机器由你自己掌控时才信任它。
zh_hant: 腳本已停用。這是區域網路上的明文 HTTP 位址，同一網路中的其他人可以竄改它傳送的內容。只有在這台機器由你自己掌控時才信任它。

source: Scripts disabled. Trust this origin to allow JavaScript execution.
es: Scripts desactivados. Confía en este origen para permitir la ejecución de JavaScript.
ja: スクリプトは無効です。JavaScript を有効にするにはこのオリジンを信頼してください。
zh_hans: 脚本已禁用。信任此来源以允许 JavaScript 执行。
zh_hant: 腳本已停用。信任此來源以允許 JavaScript 執行。

source: Scroll long titles
es: Desplazar títulos largos
ja: 長いタイトルをスクロール
zh_hans: 滚动长标题
zh_hant: 捲動長標題

source: Scroll to this section
es: Desplazarse a esta sección
ja: このセクションへスクロール
zh_hans: 滚动到该部分
zh_hant: 捲動至該區段

source: Scrub through the video timeline
es: Recorrer la línea de tiempo del vídeo
ja: ビデオタイムラインをスクラブ
zh_hans: 在视频时间线上拖动
zh_hant: 在影片時間軸上拖曳瀏覽

source: Search
es: Buscar
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search Relevance
es: Relevancia
ja: 検索関連性
zh_hans: 搜索相关度
zh_hant: 搜尋相關程度

source: Search Results
es: Resultados de búsqueda
ja: 検索結果
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Search Settings
es: Buscar en Ajustes
ja: 設定を検索
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search aerials
es: Buscar vistas aéreas
ja: 空撮を検索
zh_hans: 搜索航拍
zh_hant: 搜尋空照圖

source: Search bookmarks
es: Buscar marcadores
ja: ブックマークを検索
zh_hans: 搜索书签
zh_hant: 搜尋書籤

source: Search by name
es: Buscar por nombre
ja: 名前で検索
zh_hans: 按名称搜索
zh_hant: 依名稱搜尋

source: Search by name or tag
es: Buscar por nombre o etiqueta
ja: 名前またはタグで検索
zh_hans: 按名称或标签搜索
zh_hant: 依名稱或標籤搜尋

source: Search library
es: Buscar fondos instalados
ja: インストール済みの壁紙を検索
zh_hans: 搜索已安装的壁纸
zh_hant: 搜尋已安裝的桌布

source: Search schemes
es: Buscar esquemas
ja: 構成を検索
zh_hans: 搜索方案
zh_hant: 搜尋方案

source: Search sessions
es: Buscar sesiones
ja: セッションを検索
zh_hans: 搜索会话
zh_hant: 搜尋工作階段

source: Search the Workshop
es: Buscar en el Workshop
ja: ワークショップを検索
zh_hans: 搜索创意工坊
zh_hant: 搜尋工作坊

source: Search this scene's settings
es: Buscar ajustes de esta escena
ja: このシーンの設定を検索
zh_hans: 搜索此场景的设置
zh_hant: 搜尋此場景的設定

source: Search videos
es: Buscar vídeos
ja: ビデオを検索
zh_hans: 搜索视频
zh_hant: 搜尋影片

source: Search wallpapers
es: Buscar fondos
ja: 壁紙を検索
zh_hans: 搜索壁纸
zh_hant: 搜尋桌布

source: Select SteamCMD before checking the connection.
es: Selecciona SteamCMD antes de comprobar la conexión.
ja: 接続を確認する前に SteamCMD を選択してください。
zh_hans: 检查连接前请先选择 SteamCMD。
zh_hant: 檢查連線前請先選擇 SteamCMD。

source: Select Video
es: Seleccionar vídeo
ja: ビデオを選択
zh_hans: 选择视频
zh_hant: 選擇影片

source: Select Video File
es: Seleccionar archivo de vídeo
ja: ビデオファイルを選択
zh_hans: 选择视频文件
zh_hant: 選擇影片檔案

source: Select a wallpaper to see details.
es: Selecciona un fondo de pantalla para ver los detalles.
ja: 詳細を見るには壁紙を選択してください。
zh_hans: 选择壁纸以查看详情。
zh_hant: 選擇桌布以查看詳細資訊。

source: Select to configure this display
es: Selecciona para configurar esta pantalla
ja: 選択してこのディスプレイを設定
zh_hans: 选择以配置此显示器
zh_hant: 選擇以設定此顯示器

source: Selected
es: Seleccionado
ja: 選択中
zh_hans: 选中
zh_hant: 選取

source: Selected by macOS
es: Seleccionado por macOS
ja: macOS で選択済み
zh_hans: macOS 已选中
zh_hant: macOS 已選取

source: Selected · %@
es: Seleccionado · %@
ja: 選択中 · %@
zh_hans: 已选 · %@
zh_hant: 已選 · %@

source: Sends clicks and scrolls to the wallpaper; desktop icons and the Dock cannot receive clicks.
es: Envía los clics y el desplazamiento al fondo; los iconos del escritorio y el Dock no pueden recibir clics.
ja: クリックとスクロールを壁紙に送ります。デスクトップアイコンと Dock はクリックできなくなります。
zh_hans: 将点击和滚动发送至壁纸；桌面图标和 Dock 将无法接收点击。
zh_hant: 將點按與捲動傳送至桌布；桌面圖示與 Dock 將無法接收點按。

source: Sends clicks to the scene instead of this display’s desktop.
es: Envía los clics a la escena en lugar de al escritorio de esta pantalla.
ja: クリックをこのディスプレイのデスクトップではなくシーンに送ります。
zh_hans: 将点击发送至场景，而非此显示器的桌面。
zh_hant: 將點按傳送至場景，而非此顯示器的桌面。

source: Session
es: Sesión
ja: セッション
zh_hans: 本次累计
zh_hant: 本次累計

source: Session source needs attention
es: Revisa la fuente de sesiones
ja: セッションのデータソースを確認してください
zh_hans: 会话数据源需要检查
zh_hant: 工作階段資料來源需要檢查

source: Session tokens
es: Tokens de la sesión
ja: セッションのトークン
zh_hans: 会话累计 Token
zh_hant: 工作階段累計 Token

source: Set Up Apple Aerials
es: Configurar vistas aéreas
ja: 空撮を設定
zh_hans: 设置航拍
zh_hant: 設定空照圖

source: Set Up Assets
es: Configurar recursos
ja: アセットを設定
zh_hans: 配置资源
zh_hant: 設定資源

source: Set Up Steam Workshop
es: Configurar Steam Workshop
ja: Steam ワークショップを設定
zh_hans: 设置 Steam 创意工坊
zh_hant: 設定 Steam 工作坊

source: Set Web API key
es: Configurar clave de API web
ja: Web API キーを設定
zh_hans: 设置 Web API 密钥
zh_hant: 設定 Web API 金鑰

source: Set a Web Wallpaper
es: Configurar un fondo web
ja: Web ページを壁紙に設定
zh_hans: 设置网页壁纸
zh_hant: 設定網頁桌布

source: Set as Primary
es: Establecer como principal
ja: メインに設定
zh_hans: 设为主视频
zh_hant: 設為主要影片

source: Set key
es: Establecer clave
ja: キーを設定
zh_hans: 设置密钥
zh_hant: 設定金鑰

source: Set up SteamCMD
es: Configurar SteamCMD
ja: SteamCMD をセットアップ
zh_hans: 设置 SteamCMD
zh_hant: 設定 SteamCMD

source: Set up SteamCMD first
es: Configurar SteamCMD primero
ja: 先に SteamCMD を設定してください
zh_hans: 先配置 SteamCMD
zh_hant: 先設定 SteamCMD

source: Set up SteamCMD first — Steam downloads run through it.
es: Configura SteamCMD primero — las descargas de Steam pasan por él.
ja: 先に SteamCMD をセットアップしてください。Steam のダウンロードはこれを通して実行されます。
zh_hans: 请先设置 SteamCMD——Steam 下载要通过它进行。
zh_hant: 請先設定 SteamCMD——Steam 下載要透過它進行。

source: Set up this display
es: Configurar esta pantalla
ja: このディスプレイを設定
zh_hans: 设置此显示器
zh_hant: 設定此顯示器

source: Set your Steam Web API key in Settings to browse online.
es: Establece tu clave de Steam Web API en Ajustes para explorar en línea.
ja: オンライン閲覧には設定で Steam Web API キーを設定してください。
zh_hans: 请在设置中配置 Steam Web API 密钥以在线浏览。
zh_hant: 請在設定中設定 Steam Web API 金鑰以線上瀏覽。

source: Setting up SteamCMD…
es: Configurando SteamCMD…
ja: SteamCMD を設定中…
zh_hans: 正在配置 SteamCMD…
zh_hant: 正在設定 SteamCMD…

source: Settings
es: Ajustes
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Settings are unavailable because the project could not be read.
es: Los ajustes no están disponibles porque no se pudo leer el proyecto.
ja: プロジェクトを読み込めなかったため、設定を表示できません。
zh_hans: 无法读取项目，因此设置暂不可用。
zh_hant: 無法讀取專案，因此設定暫不可用。

source: Setup
es: Configuración
ja: 設定
zh_hans: 配置
zh_hant: 設定

source: Setup Complete
es: Configuración completada
ja: 設定完了
zh_hans: 设置完成
zh_hant: 設定完成

source: Setup can be completed later in Settings.
es: Puedes completar la configuración más tarde en Ajustes.
ja: 設定は後から完了できます。
zh_hans: 可稍后在设置中完成。
zh_hant: 可稍後在設定中完成。

source: Setup error: %@
es: Error de configuración: %@
ja: セットアップエラー: %@
zh_hans: 设置错误：%@
zh_hant: 設定錯誤：%@

source: Shader "%@" is not supported by the Metal renderer yet.
es: El shader "%@" aún no es compatible con el renderizador Metal.
ja: シェーダー「%@」は Metal レンダラーではまだサポートされていません。
zh_hans: 着色器“%@”尚不受 Metal 渲染器支持。
zh_hant: 著色器「%@」尚不受 Metal 渲染器支援。

source: Shader "%@" needs the WPE GLSL translator: %@
es: El shader "%@" necesita el traductor GLSL de WPE: %@
ja: シェーダー「%@」には WPE GLSL トランスレーターが必要です: %@
zh_hans: 着色器“%@”需要 WPE GLSL 转译器：%@
zh_hant: 著色器「%@」需要 WPE GLSL 轉譯器：%@

source: Shake
es: Sacudida
ja: シェイク
zh_hans: 抖动
zh_hant: 抖動

source: Shared assets are readable.
es: Los recursos compartidos se pueden leer.
ja: 共有アセットを読み取れます。
zh_hans: 可读取共享资源。
zh_hant: 可讀取共用資源。

source: Shared assets required by some scenes. Linked files are read-only.
es: Recursos compartidos necesarios para algunas escenas. Los archivos vinculados son de solo lectura.
ja: 一部のシーンに必要な共有リソースです。リンクしたファイルは読み取り専用です。
zh_hans: 补全部分场景所需的共享资源，仅只读访问已关联文件。
zh_hant: 補全部分場景所需的共用資源，僅唯讀存取已連結檔案。

source: Shared scene materials, models, and shaders. Required by scenes that reference these files.
es: Archivos de recursos de escena compartidos de Wallpaper Engine. Son necesarios para las escenas que los utilizan.
ja: Wallpaper Engine のシーンで共有されるリソースファイルです。これらのファイルを参照するシーンに必要です。
zh_hans: Wallpaper Engine 共享的场景资源文件，引用它们的场景需要这些文件。
zh_hant: Wallpaper Engine 共用的場景資源檔案，引用它們的場景需要這些檔案。

source: Shelf style
es: Estilo de estante
ja: 棚のスタイル
zh_hans: 架子样式
zh_hant: 架子樣式

source: Shortcut rejected: %@
es: Atajo rechazado: %@
ja: ショートカットが拒否されました：%@
zh_hans: 快捷键被拒绝：%@
zh_hant: 快速鍵遭拒：%@

source: Shortcuts
es: Atajos
ja: ショートカット
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show %lld more
es: Mostrar %lld más
ja: 他 %lld 件を表示
zh_hans: 显示其余 %lld 个
zh_hant: 顯示其餘 %lld 個

source: Show / Hide All Wallpapers
es: Mostrar/ocultar todos los fondos de pantalla
ja: すべての壁紙を表示／非表示
zh_hans: 显示/隐藏所有壁纸
zh_hant: 顯示／隱藏所有桌布

source: Show Log in Finder
es: Mostrar registro en el Finder
ja: Finder でログを表示
zh_hans: 在访达中显示日志
zh_hant: 在 Finder 中顯示日誌

source: Show Music on this display
es: Mostrar Música en esta pantalla
ja: このディスプレイにミュージックを表示
zh_hans: 在此显示器上显示音乐
zh_hant: 在此顯示器上顯示音樂

source: Show Next Wallpaper
es: Ver el fondo siguiente
ja: 次の壁紙を表示
zh_hans: 查看下一张壁纸
zh_hant: 檢視下一張桌布

source: Show Next Wallpaper (→)
es: Ver el fondo siguiente (→)
ja: 次の壁紙を表示（→）
zh_hans: 查看下一张壁纸（→）
zh_hant: 檢視下一張桌布（→）

source: Show Previous Wallpaper
es: Ver el fondo anterior
ja: 前の壁紙を表示
zh_hans: 查看上一张壁纸
zh_hant: 檢視上一張桌布

source: Show Previous Wallpaper (←)
es: Ver el fondo anterior (←)
ja: 前の壁紙を表示（←）
zh_hans: 查看上一张壁纸（←）
zh_hant: 檢視上一張桌布（←）

source: Show assets in Finder
es: Mostrar recursos en el Finder
ja: アセットを Finder で表示
zh_hans: 在访达中显示素材
zh_hant: 在 Finder 中顯示素材

source: Show caption
es: Mostrar leyenda
ja: キャプションを表示
zh_hans: 显示说明文字
zh_hant: 顯示說明文字

source: Show composition
es: Mostrar composición
ja: 内訳を表示
zh_hans: 显示构成
zh_hant: 顯示組成

source: Show details
es: Mostrar detalles
ja: 詳細を表示
zh_hans: 显示详情
zh_hant: 顯示詳細資訊

source: Show downloaded items
es: Mostrar elementos descargados
ja: ダウンロード済みアイテムを表示
zh_hans: 显示已下载项目
zh_hant: 顯示已下載項目

source: Show fewer
es: Mostrar menos
ja: 表示を減らす
zh_hans: 收起
zh_hant: 收起

source: Show heatmap
es: Mostrar mapa de calor
ja: ヒートマップを表示
zh_hans: 显示热力图
zh_hant: 顯示熱圖

source: Show history curve
es: Mostrar curva histórica
ja: 履歴カーブを表示
zh_hans: 显示历史曲线
zh_hant: 顯示歷史曲線

source: Show in Dock
es: Mostrar en el Dock
ja: Dock に表示
zh_hans: 在 Dock 中显示
zh_hant: 在 Dock 中顯示

source: Show in Finder
es: Mostrar en el Finder
ja: Finder に表示
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Show key
es: Mostrar clave
ja: キーを表示
zh_hans: 显示密钥
zh_hant: 顯示金鑰

source: Show less
es: Mostrar menos
ja: 表示を減らす
zh_hans: 显示更少
zh_hant: 顯示較少

source: Show load breakdown
es: Mostrar desglose de carga
ja: 負荷の内訳を表示
zh_hans: 显示负载明细
zh_hant: 顯示負載明細

source: Show logs in Finder
es: Mostrar registros en el Finder
ja: Finder でログを表示
zh_hans: 在 Finder 中显示日志
zh_hant: 在 Finder 中顯示記錄

source: Show lyrics
es: Mostrar letras
ja: 歌詞を表示
zh_hans: 显示歌词
zh_hant: 顯示歌詞

source: Show macOS wallpaper
es: Mostrar el fondo de macOS
ja: macOSの壁紙を表示
zh_hans: 显示 macOS 壁纸
zh_hant: 顯示 macOS 桌布

source: Show mature content?
es: ¿Mostrar contenido para adultos?
ja: 成人向けコンテンツを表示しますか？
zh_hans: 显示成人内容？
zh_hant: 顯示成人內容？

source: Show more
es: Mostrar más
ja: さらに表示
zh_hans: 显示更多
zh_hant: 顯示更多

source: Show more wallpapers from %@
es: Mostrar más fondos de pantalla de %@
ja: %@ の他の壁紙をもっと表示
zh_hans: 显示 %@ 的更多壁纸
zh_hant: 顯示 %@ 的更多桌布

source: Show on This Display
es: Mostrar en esta pantalla
ja: このディスプレイに表示
zh_hans: 在此显示器上显示
zh_hant: 在此顯示器上顯示

source: Show or hide the wallpaper properties on the right
es: Mostrar u ocultar las propiedades del fondo de pantalla a la derecha
ja: 右側の壁紙プロパティを表示または隠します
zh_hans: 显示或隐藏右侧的壁纸属性
zh_hant: 顯示或隱藏右側的桌布屬性

source: Show presets as wallpapers
es: Mostrar preajustes como fondos de pantalla
ja: プリセットを壁紙として表示
zh_hans: 把预设当作壁纸显示
zh_hant: 把預設當作桌布顯示

source: Show presets as wallpapers in Browse
es: Mostrar preajustes como fondos de pantalla en Explorar
ja: 閲覧でプリセットを壁紙として表示
zh_hans: 在浏览中把预设当作壁纸显示
zh_hant: 在瀏覽中把預設當作桌布顯示

source: Show sanitized log in Finder
es: Mostrar el registro anonimizado en el Finder
ja: サニタイズ済みログを Finder で表示
zh_hans: 在访达中显示已脱敏的日志
zh_hant: 在 Finder 中顯示已去識別的日誌

source: Show seconds
es: Mostrar segundos
ja: 秒を表示
zh_hans: 显示秒
zh_hant: 顯示秒

source: Show sensors
es: Mostrar sensores
ja: センサーを表示
zh_hans: 显示传感器
zh_hant: 顯示感測器

source: Show the Wallpaper Engine assets folder in Finder
es: Mostrar la carpeta de recursos de Wallpaper Engine en el Finder
ja: Wallpaper Engine のアセットフォルダを Finder で表示
zh_hans: 在访达中显示 Wallpaper Engine 素材文件夹
zh_hant: 在 Finder 中顯示 Wallpaper Engine 素材資料夾

source: Show the properties panel
es: Mostrar el panel de propiedades
ja: プロパティパネルを表示
zh_hans: 显示属性面板
zh_hant: 顯示屬性面板

source: Show this app's memory usage
es: Mostrar el uso de memoria de esta app
ja: このアプリのメモリ使用量を表示
zh_hans: 显示此应用的内存使用情况
zh_hant: 顯示此 App 的記憶體用量

source: Show top processes
es: Mostrar los procesos principales
ja: 上位プロセスを表示
zh_hans: 显示占用最高的进程
zh_hant: 顯示佔用最高的處理程序

source: Show wallpaper backdrop in the preview
es: Mostrar el fondo de pantalla como telón de fondo en la vista previa
ja: プレビューに壁紙の背景を表示
zh_hans: 在预览里显示壁纸底图
zh_hant: 在預覽裡顯示桌布底圖

source: Show wallpaper in screen captures
es: Mostrar el fondo en capturas de pantalla
ja: 画面キャプチャに壁紙を表示
zh_hans: 在截屏与共享中显示壁纸
zh_hant: 在截圖與共享中顯示桌布

source: Show whole-system memory usage
es: Mostrar el uso de memoria de todo el sistema
ja: システム全体のメモリ使用量を表示
zh_hans: 显示整个系统的内存使用情况
zh_hant: 顯示整個系統的記憶體用量

source: Show widgets on this display
es: Mostrar widgets en esta pantalla
ja: このディスプレイにウィジェットを表示
zh_hans: 在此显示器上显示小组件
zh_hant: 在此顯示器上顯示小工具

source: Showing
es: Mostrando
ja: 表示中
zh_hans: 显示中
zh_hant: 顯示中

source: Showing the top %lld of %lld presets.
es: Mostrando los %lld primeros de %lld preajustes.
ja: 上位 %lld 件を表示中（全 %lld 件のプリセット）。
zh_hans: 仅显示前 %lld 个预设，共 %lld 个。
zh_hant: 僅顯示前 %lld 個預設，共 %lld 個。

source: Shown
es: Mostrados
ja: 表示中
zh_hans: 已显示
zh_hant: 已顯示

source: Shuffle
es: Aleatorio
ja: シャッフル
zh_hans: 随机播放
zh_hant: 隨機播放

source: Shuffle playlist
es: Reproducción aleatoria
ja: プレイリストをシャッフル
zh_hans: 随机播放播放列表
zh_hant: 隨機播放播放列表

source: Sign In
es: Iniciar sesión
ja: サインイン
zh_hans: 登录
zh_hant: 登入

source: Sign In →
es: Iniciar sesión →
ja: サインイン →
zh_hans: 登录 →
zh_hant: 登入 →

source: Sign in
es: Iniciar sesión
ja: サインイン
zh_hans: 登录
zh_hant: 登入

source: Sign in once in Terminal so Steam caches the session, then check again.
es: Inicia sesión una vez en Terminal para que Steam almacene la sesión en caché y vuelve a comprobar.
ja: ターミナルで一度サインインして Steam にセッションを保存させてから、再度確認してください。
zh_hans: 先在终端登录一次让 Steam 缓存会话，然后重新检查。
zh_hant: 先在終端機登入一次讓 Steam 快取工作階段，然後重新檢查。

source: Sign in to Steam
es: Iniciar sesión en Steam
ja: Steam にサインイン
zh_hans: 登录 Steam
zh_hant: 登入 Steam

source: Sign in to Steam first — the download runs as your own account.
es: Inicia sesión en Steam primero — la descarga se realiza con tu propia cuenta.
ja: 先に Steam へサインインしてください。ダウンロードはご自身のアカウントとして実行されます。
zh_hans: 请先登录 Steam——下载会以你自己的账户运行。
zh_hant: 請先登入 Steam——下載會以你自己的帳戶執行。

source: Sign in to Steam to read your subscriptions.
es: Inicia sesión en Steam para leer tus suscripciones.
ja: サブスクリプションを読み取るには Steam にサインインしてください。
zh_hans: 登录 Steam 以读取你的订阅。
zh_hant: 登入 Steam 以讀取你的訂閱。
